INSERT INTO
  dreams (user_id, title, content, is_public, likes, created_at, updated_at)
VALUES
  (1, '宇宙旅行', '宇宙に行って地球を眺めるのが夢です。', TRUE, 78, '2025-02-28 10:00:00', '2025-02-28 10:00:00'),
  (2, '小説家になる', '自分の書いた物語を本にして出版したい。', TRUE, 5, '2025-02-28 10:10:00', '2025-02-28 10:10:00'),
  (3, '世界一周旅行', '世界中の国を巡り、文化を体験したい。', TRUE, 125, '2025-02-28 10:20:00', '2025-02-28 10:20:00'),
  (1, 'ゲーム開発', '自分でオリジナルのゲームを作りたい。', FALSE, 2, '2025-02-28 10:30:00', '2025-02-28 10:30:00'),
  (2, '料理人', '世界各国の料理を学んで最高のシェフになる。', TRUE, 39, '2025-02-28 10:40:00', '2025-02-28 10:40:00'),
  (3, '映画監督', '自分の頭の中にある物語を映画にしたい。', FALSE, 0, '2025-02-28 10:50:00', '2025-02-28 10:50:00'),
  (1, 'ロボット開発', '人の役に立つAI搭載ロボットを作りたい。', TRUE, 63, '2025-02-28 11:00:00', '2025-02-28 11:00:00'),
  (2, 'オリンピック出場', '陸上競技でオリンピックに出場したい。', FALSE, 11, '2025-02-28 11:10:00', '2025-02-28 11:10:00'),
  (3, '音楽プロデューサー', '有名なアーティストをプロデュースするのが夢。', TRUE, 92, '2025-02-28 11:20:00', '2025-02-28 11:20:00'),
  (1, 'マイホーム', '家族と快適に暮らせる家を建てたい。', TRUE, 28, '2025-02-28 11:30:00', '2025-02-28 11:30:00'),
  (2, 'カフェ経営', '落ち着ける空間を提供するカフェを開きたい。', TRUE, 1, '2025-02-28 11:40:00', '2025-02-28 11:40:00'),
  (3, '絵を描く', '自分の描いた絵で人を感動させたい。', FALSE, 155, '2025-02-28 11:50:00', '2025-02-28 11:50:00'),
  (1, 'プログラマー', '便利なWebサービスを開発したい。', TRUE, 7, '2025-02-28 12:00:00', '2025-02-28 12:00:00'),
  (2, '教師', '子供達に勉強の楽しさを教えたい。', TRUE, 45, '2025-02-28 12:10:00', '2025-02-28 12:10:00'),
  (3, '農家', '美味しい野菜や果物を育てて、消費者を笑顔にしたい。', TRUE, 187, '2025-02-28 12:20:00', '2025-02-28 12:20:00'),
  (1, '声優', 'アニメやゲームでキャラクターに命を吹き込みたい。', FALSE, 3, '2025-02-28 12:30:00', '2025-02-28 12:30:00'),
  (2, 'デザイナー', '人々の生活を豊かにするデザインをしたい。', TRUE, 52, '2025-02-28 12:40:00', '2025-02-28 12:40:00'),
  (3, '探検家', 'まだ見ぬ世界を探検し、新たな発見をしたい。', TRUE, 210, '2025-02-28 12:50:00', '2025-02-28 12:50:00'),
  (1, '投資家', ' ソフトウェア開発を通じて社会に貢献したい。', TRUE, 9, '2025-02-28 13:00:00', '2025-02-28 13:00:00'),
  (2, 'パイロット', '空を自由に飛び回りたい。', FALSE, 13, '2025-02-28 13:10:00', '2025-02-28 13:10:00');
